package com.bignerdranch.android.launcherapp.common

object Constants {
    const val VK_URI: String = "https://vk.com/"
    const val TG_URI: String = "tg://resolve"
    const val TG_WEB_URI: String = "tg://resolve"

    val textForLoading = listOf(
        "Погружаемся в беззаконие городских улиц...",
        "Погружаемся в беззаконие городских улиц...",
        "Готовимся к мире криминала. Подождите, пока загрузка завершится.",
        "Загрузка автомобильных перестрелок и бандитских разборок...",
        "Собираем команду для грандиозного ограбления...",
        "Загружаем секретные миссии и темные сделки...",
        "Приготовьтесь к скоростным погоням и дерзким угощениям...",
        "Переходим на темную сторону города. Загрузка в процессе.",
        "Раскрываем заговоры и интриги в тени небоскребов...",
        "Загрузка городского хаоса. Подготовьтесь к беспределу!",
        "Входим в мир преступлений и нарушений. Загрузка завершена!",
    )
}